{"config": [{"config": {"bias_constraint": null, "use_bias": true, "trainable": true, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "kernel_regularizer": null, "units": 180, "batch_input_shape": [null, 180], "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "kernel_regularizer": null, "units": 90, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "kernel_regularizer": null, "units": 45, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_4", "kernel_regularizer": null, "units": 4, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential", "backend": "tensorflow"}